ThirdParty-v2012/swak4Foam-latest/Examples/groovyBC/lookupDambreak/0/include/alphaMove
variables (
    "aValue=alphaMove(time(),pos().x);"
);
lookuptables2D (
    {
        name alphaMove;
        outOfBounds clamp;
        fileName "$FOAM_CASE/constant/alphaMove.data";
    }
);
